Repository: tryton-do/trytond-company_bank
Catalog: locale/*.po
Languages: ca_es, es_es

# error:party.party-company.company:
source: Party must be unique per company.
ca_es: El tercer ha de ser únic per empresa.
es_es: El tercero debe ser único por empresa.

# field:bank.account-party.party,company:
source: Company
ca_es: Empresa
es_es: Empresa

# field:bank.account-party.party,payable_bank_account:
source: Default Payable Bank Account
ca_es: Compte bancari de pagament per defecte
es_es: Cuenta bancaria de pago por defecto

# field:bank.account-party.party,receivable_bank_account:
source: Default Receivable Bank Account
ca_es: Compte bancari de cobrament per defecte
es_es: Cuenta bancaria de cobro por defecto

# field:party.party,bank_accounts_readonly:
source: Default Accounts Readonly
ca_es: Comptes per defecte només lectura
es_es: Cuentas por defecto solo lectura

# field:party.party,company_party:
source: Company Party
ca_es: Tercer de l'empresa
es_es: Tercero de la empresa

# field:party.party,payable_bank_account:
source: Default payable bank account
ca_es: Compte bancari de pagament per defecte
es_es: Cuenta bancaria de pago por defecto

# field:party.party,payable_company_bank_account:
source: Default company payable bank account
ca_es: Compte bancari de l'empresa de pagament per defecte
es_es: Cuenta bancaria de la empresa de pago por defecto

# field:party.party,receivable_bank_account:
source: Default receivable bank account
ca_es: Compte bancari de cobrament per defecte
es_es: Cuenta bancaria de cobro por defecto

# field:party.party,receivable_company_bank_account:
source: Default company receivable bank account
ca_es: Compte bancari de l'empresa de cobrament per defecte
es_es: Cuenta bancaria de la empresa de cobro por defecto

# field:party.party-company.company,company:
source: Company
ca_es: Empresa
es_es: Empresa

# field:party.party-company.company,company_party:
source: Company Party
ca_es: Tercer de l'empresa
es_es: Tercero de la empresa

# field:party.party-company.company,create_date:
source: Create Date
ca_es: Data creació
es_es: Fecha creación

# field:party.party-company.company,create_uid:
source: Create User
ca_es: Usuari creació
es_es: Usuario creación

# field:party.party-company.company,party:
source: Party
ca_es: Tercer
es_es: Tercero

# field:party.party-company.company,payable_bank_account:
source: Payable bank account
ca_es: Compte bancari a pagar
es_es: Cuenta bancaria a pagar

# field:party.party-company.company,rec_name:
source: Name
ca_es: Nom
es_es: Nombre

# field:party.party-company.company,receivable_bank_account:
source: Receivable bank account
ca_es: Compte bancari a cobrar
es_es: Cuenta bancaria a cobrar

# field:party.party-company.company,write_date:
source: Write Date
ca_es: Data modificació
es_es: Fecha modificación

# field:party.party-company.company,write_uid:
source: Write User
ca_es: Usuari modificació
es_es: Usuario modificación

# model:party.party-company.company,name:
source: Company Bank Account per Party
ca_es: Compte bancari de l'empresa per tercer
es_es: Cuenta bancaria de la empresa por tercero
